 [{"id":90,"title":"Human Resources and Skills Development","amount":50535771,"created_at":"2014-03-02T17:01:13.041Z","updated_at":"2014-03-02T17:01:13.041Z","downvotes":0,"upvotes":0,"description":"Human Resources are funds to further the Government's commitment to skills development for the benefit of Canada's energy future and the economy"},{"id":89,"title":"Finance Canada","amount":27383954,"created_at":"2014-03-02T17:01:13.038Z","updated_at":"2014-03-02T17:01:13.038Z","downvotes":0,"upvotes":0,"description":"Finance Canada plans and prepares the federal government's budget, analyzes and designs tax policies, and develops rules and regulations for Canada's financial institutions."},{"id":88,"title":"National Defence","amount":18021848,"created_at":"2014-03-02T17:01:13.035Z","updated_at":"2014-03-02T17:01:13.035Z","downvotes":0,"upvotes":0,"description":"Welcome to the official website of the Department of National Defence and the Canadian Armed Forces."},{"id":87,"title":"Indian Affairs and Northern Development","amount":8070761,"created_at":"2014-03-02T17:01:13.031Z","updated_at":"2014-03-02T17:01:13.031Z","downvotes":0,"upvotes":0,"description":"Funds are allocated to improve relations with Aboriginal Indians as well as providing resources to develop the Northern regions."},{"id":86,"title":"Foreign Affairs and International Trade","amount":4828952,"created_at":"2014-03-02T17:01:13.028Z","updated_at":"2014-03-02T17:01:13.028Z","downvotes":0,"upvotes":0,"description":"News, background and resources about global issues and sustainable economic development, from the Government of Canada's lead agency for foreign affairs, trade and development."},{"id":85,"title":"Canada Revenue Agency","amount":4576650,"created_at":"2014-03-02T17:01:13.025Z","updated_at":"2014-03-02T17:01:13.025Z","downvotes":0,"upvotes":0,"description":"This page deals with information, services, and applications that help promote compliance with Canada's tax and regulations, including forms, publications, and guides."},{"id":84,"title":"Office of Infrastructure of Canada","amount":3924695,"created_at":"2014-03-02T17:01:13.023Z","updated_at":"2014-03-02T17:01:13.023Z","downvotes":0,"upvotes":0,"description":"Re-elected to a third term in 2011, Mr. Lebel is now Minister of Infrastructure, Communities and Intergovernmental Affairs and Minister of the Economic Development Agency of Canada for the Regions of Quebec."},{"id":83,"title":"Veterans Affairs","amount":3637603,"created_at":"2014-03-02T17:01:13.020Z","updated_at":"2014-03-02T17:01:13.020Z","downvotes":0,"upvotes":0,"description":"Veterans Affairs are responsible for proper communications with all our soldiers as well as external parties."},{"id":82,"title":"Health","amount":3385445,"created_at":"2014-03-02T17:01:13.017Z","updated_at":"2014-03-02T17:01:13.017Z","downvotes":0,"upvotes":0,"description":"Main page of the Health Canada Web site; links to topics covered on the Web site, latest advisories, news releases and current Web site highlights"},{"id":81,"title":"Natural Resources","amount":2779015,"created_at":"2014-03-02T17:01:13.013Z","updated_at":"2014-03-02T17:01:13.013Z","downvotes":0,"upvotes":0,"description":"Canada’s Natural resources are a vital part of it’s economy - funds are used to preserve and maintain the flow of our Natural ecosystem."},{"id":80,"title":"Royal Canadian Mounted Police","amount":2764385,"created_at":"2014-03-02T17:01:13.010Z","updated_at":"2014-03-02T17:01:13.010Z","downvotes":0,"upvotes":0,"description":"The Royal Canadian Mounted Police (RCMP) (French: Gendarmerie royale du Canada (GRC), literally 'Royal Gendarmerie of Canada'; colloquially known as the Mounties, and internally as 'the Force') is both a federal and a national police force of Canada."},{"id":79,"title":"Public Works and Government Services","amount":2619564,"created_at":"2014-03-02T17:01:13.008Z","updated_at":"2014-03-02T17:01:13.008Z","downvotes":0,"upvotes":0,"description":"The main access point for all PWGSC services. Helping nearly 140 departments and agencies serve Canadians."},{"id":78,"title":"Correctional Service of Canada","amount":2599063,"created_at":"2014-03-02T17:01:13.006Z","updated_at":"2014-03-02T17:01:13.006Z","downvotes":0,"upvotes":0,"description":"Correctional Services Canada's Web site provides information to help Canadians understand the correctional system and its contribution to public safety. The site includes sections on careers,  policies and legislation, programs, research and news releases as well as providing resources on Citizens' Advisory   Committees, ethnocultural activities, restorative justice and volunteering"},{"id":77,"title":"Treasury Board Secretariat","amount":2509702,"created_at":"2014-03-02T17:01:13.004Z","updated_at":"2014-03-02T17:01:13.004Z","downvotes":0,"upvotes":0,"description":"As the administrative arm of the Treasury Board, the Secretariat has a dual mandate: to support the Treasury Board as a committee of ministers and to fulfil the statutory responsibilities of a central government agency."},{"id":76,"title":"Agriculture and Agri-Food","amount":2467731,"created_at":"2014-03-02T17:01:13.002Z","updated_at":"2014-03-02T17:01:13.002Z","downvotes":0,"upvotes":0,"description":"Agriculture and Agri-Food Canada provides information, research and technology, and policies and programs to achieve security of the food system, health of the environment and innovation for growth."},{"id":75,"title":"Canada Border Services Agency","amount":2059338,"created_at":"2014-03-02T17:01:12.999Z","updated_at":"2014-03-02T17:01:12.999Z","downvotes":0,"upvotes":0,"description":"The Canada Border Services Agency (CBSA) ensures the security and prosperity of Canada by managing the access of people and goods to and from Canada."},{"id":74,"title":"Fisheries and Oceans","amount":1668888,"created_at":"2014-03-02T17:01:12.997Z","updated_at":"2014-03-02T17:01:12.997Z","downvotes":0,"upvotes":0,"description":"Fisheries and Oceans maintain the fisheries and sea businesses in Canada - maintaining a healthy relationship with all seafood vendors."},{"id":73,"title":"Citizenship and Immigration","amount":1661701,"created_at":"2014-03-02T17:01:12.995Z","updated_at":"2014-03-02T17:01:12.995Z","downvotes":0,"upvotes":0,"description":"Apply to visit, study, work or immigrate to Canada, apply for citizenship or a permanent resident card, check the status of your application or find a form."},{"id":72,"title":"Transport","amount":1512018,"created_at":"2014-03-02T17:01:12.994Z","updated_at":"2014-03-02T17:01:12.994Z","downvotes":0,"upvotes":0,"description":"Transport Canada is responsible for transportation policies and programs. It promotes safe, secure, efficient and environmentally-responsible transportation."},{"id":71,"title":"Shared Services Canada","amount":1398106,"created_at":"2014-03-02T17:01:12.991Z","updated_at":"2014-03-02T17:01:12.991Z","downvotes":0,"upvotes":0,"description":"Shared Services Canada (SSC) was established on August 4, 2011, to consolidate, streamline and improve Government of Canada information technology (IT) infrastructure"},{"id":70,"title":"Canadian Heritage","amount":1317727,"created_at":"2014-03-02T17:01:12.989Z","updated_at":"2014-03-02T17:01:12.989Z","downvotes":0,"upvotes":0,"description":"Access to programs, initiatives and online services provided by the Department of Canadian Heritage."},{"id":69,"title":"Industry","amount":1188045,"created_at":"2014-03-02T17:01:12.987Z","updated_at":"2014-03-02T17:01:12.987Z","downvotes":0,"upvotes":0,"description":"Statistical analysis of GDP, production, employment, establishments, trade, investment and industry performance for Canadian industries"},{"id":68,"title":"Natural Sciences and Engineering Research Council","amount":1049621,"created_at":"2014-03-02T17:01:12.984Z","updated_at":"2014-03-02T17:01:12.984Z","downvotes":0,"upvotes":0,"description":"The Natural Sciences and Engineering Research Council of Canada (NSERC), Canada's federal funding agency for university-based research and student training in natural sciences and engineering. It's vision is to help make Canada a country of discoverers and innovators for the benefit of all Canadians."},{"id":67,"title":"Canadian Institutes of Health Research","amount":978869,"created_at":"2014-03-02T17:01:12.981Z","updated_at":"2014-03-02T17:01:12.981Z","downvotes":0,"upvotes":0,"description":"The CIHR homepage provides access to health research news, information about the 13 CIHR institutes, funding opportunities, funding decisions and funding application forms."},{"id":66,"title":"National Research Council of Canada","amount":962029,"created_at":"2014-03-02T17:01:12.979Z","updated_at":"2014-03-02T17:01:12.979Z","downvotes":0,"upvotes":0,"description":"The National Research Council (NRC) is the Government of Canada's premier organization for research and development. Working with clients and partners, we provide innovation support, strategic research, scientific and technical services."},{"id":65,"title":"Environment","amount":959359,"created_at":"2014-03-02T17:01:12.977Z","updated_at":"2014-03-02T17:01:12.977Z","downvotes":0,"upvotes":0,"description":"Main page of Environment Canada's website. Environment Canada works to preserve and enhance the quality of the natural environment; conserve Canada's renewable resources; conserve and protect Canada's water resources; carry out meteorology and provide weather forecasts; enforce rules relating to boundary waters; and, coordinate environmental policies and programs for the federal government."},{"id":64,"title":"Parks Canada Agency","amount":743693,"created_at":"2014-03-02T17:01:12.975Z","updated_at":"2014-03-02T17:01:12.975Z","downvotes":0,"upvotes":0,"description":"Find information on Canada's National Historic Sites, National Parks, National Marine Conservation Areas and on other cultural and natural heritage related topics."},{"id":63,"title":"Canadian Food Inspection Agency","amount":687483,"created_at":"2014-03-02T17:01:12.974Z","updated_at":"2014-03-02T17:01:12.974Z","downvotes":0,"upvotes":0,"description":"Welcome to the Canadian Food Inspection Agency Home Dedicated to safeguarding food, animals and plants, which enhances the health and well-being of Canada's people, environment and economy."},{"id":62,"title":"Social Sciences and Humanities Research Council","amount":686067,"created_at":"2014-03-02T17:01:12.971Z","updated_at":"2014-03-02T17:01:12.971Z","downvotes":0,"upvotes":0,"description":"SSHRC is governed by a council appointed by the federal government to represent the interests of the academic, public and private sectors."},{"id":61,"title":"Public Safety and Emergency Preparedness","amount":670911,"created_at":"2014-03-02T17:01:12.969Z","updated_at":"2014-03-02T17:01:12.969Z","downvotes":0,"upvotes":0,"description":"Public Safety Canada was created in 2003 to ensure coordination across all federal departments and agencies responsible for national security and the safety of Canadians."},{"id":60,"title":"Justice","amount":657479,"created_at":"2014-03-02T17:01:12.967Z","updated_at":"2014-03-02T17:01:12.967Z","downvotes":0,"upvotes":0,"description":"The Department of Justice has the mandate to support the dual roles of the Minister of Justice and the Attorney General of Canada."},{"id":59,"title":"Public Health Agency of Canada","amount":582793,"created_at":"2014-03-02T17:01:12.965Z","updated_at":"2014-03-02T17:01:12.965Z","downvotes":0,"upvotes":0,"description":"Protects the health and safety of Canadians through the prevention of chronic disease and injuries, public health emergencies, and infectious disease outbreaks. Works closely with the provinces and territories to renew the public health system in Canada and support a sustainable health care system."},{"id":58,"title":"Commissioner for Federal Judicial Affairs","amount":497675,"created_at":"2014-03-02T17:01:12.963Z","updated_at":"2014-03-02T17:01:12.963Z","downvotes":0,"upvotes":0,"description":"The Commissioner for Federal Judicial Affairs reports directly to the Minister of Justice. The Office of the Commissioner was established in 1978 to safeguard the independence of the judiciary and provide federally appointed judges with administrative services independent of the Department of Justice."},{"id":57,"title":"Canadian Space Agency","amount":488690,"created_at":"2014-03-02T17:01:12.961Z","updated_at":"2014-03-02T17:01:12.961Z","downvotes":0,"upvotes":0,"description":"Established in March 1989, the Canadian Space Agency (CSA) was created through an Act of Parliament, proclaimed in December 1990. The CSA is committed to leading the development and application of space knowledge for the benefit of Canadians."},{"id":56,"title":"Statistics Canada","amount":400509,"created_at":"2014-03-02T17:01:12.959Z","updated_at":"2014-03-02T17:01:12.959Z","downvotes":0,"upvotes":0,"description":"Statistics Canada, a member of the Industry Portfolio, produces statistics that help Canadians better understand their country—its population, resources, economy, society and culture."},{"id":55,"title":"Atlantic Canada Opportunities Agency","amount":299999,"created_at":"2014-03-02T17:01:12.956Z","updated_at":"2014-03-02T17:01:12.956Z","downvotes":0,"upvotes":0,"description":"The Atlantic Canada Opportunities Agency works to create opportunities for economic growth in Atlantic Canada by helping businesses become more competitive, innovative and productive"},{"id":54,"title":"Economic Development Agency of Canada for the Regions of Quebec","amount":254932,"created_at":"2014-03-02T17:01:12.953Z","updated_at":"2014-03-02T17:01:12.953Z","downvotes":0,"upvotes":0,"description":"The Economic Development Agency of Canada for the Regions of Quebec provides assistance to enterprises, communities and the organizations that support them through its network of 14 business offices located throughout the province."},{"id":53,"title":"Federal Economic Development Agency for Southern Ontario","amount":224448,"created_at":"2014-03-02T17:01:12.950Z","updated_at":"2014-03-02T17:01:12.950Z","downvotes":0,"upvotes":0,"description":"FedDev's programs will support economic and community development, innovation, and economic diversification, with contributions to communities, businesses and non-profit organizations."},{"id":52,"title":"Western Economic Diversification","amount":178701,"created_at":"2014-03-02T17:01:12.947Z","updated_at":"2014-03-02T17:01:12.947Z","downvotes":0,"upvotes":0,"description":"A department of the Government of Canada, WD promotes the development and diversification of the economy of Western Canada and advances the interests of the West in national economic policy"},{"id":51,"title":"Office of the Director of Public Prosecutions","amount":169390,"created_at":"2014-03-02T17:01:12.945Z","updated_at":"2014-03-02T17:01:12.945Z","downvotes":0,"upvotes":0,"description":"This Web site provides information about the Public Prosecution Service of Canada (PPSC), the federal government department responsible for prosecutions on behalf of the Attorney General of Canada."},{"id":50,"title":"Canada School of Public Service","amount":129855,"created_at":"2014-03-02T17:01:12.942Z","updated_at":"2014-03-02T17:01:12.942Z","downvotes":0,"upvotes":0,"description":"The School is your gateway to the courses and services you need to manage performance and develop talent."},{"id":49,"title":"Canadian Nuclear Safety Commission","amount":128821,"created_at":"2014-03-02T17:01:12.938Z","updated_at":"2014-03-02T17:01:12.938Z","downvotes":0,"upvotes":0,"description":"La Commission canadienne de sûreté nucléaire (CCSN) est un organisme fédéral indépendant qui réglemente l'utilisation de l'énergie et des matières nucléaires afin de protéger la santé, la sûreté, la sécurité et l'environnement et de respecter les engagements internationaux du Canada à l'utilisation pacifique de l'énergie nucléaire."},{"id":48,"title":"Privy Council","amount":123432,"created_at":"2014-03-02T17:01:12.935Z","updated_at":"2014-03-02T17:01:12.935Z","downvotes":0,"upvotes":0,"description":"The Privy Council Office (PCO) is the hub of non-partisan, public service support to the Prime Minister and Cabinet and its decision-making structures."},{"id":47,"title":"Immigration and Refugee Board of Canada","amount":122921,"created_at":"2014-03-02T17:01:12.932Z","updated_at":"2014-03-02T17:01:12.932Z","downvotes":0,"upvotes":0,"description":"The Immigration and Refugee Board of Canada (IRB) is Canada's largest independent administrative tribunal."},{"id":46,"title":"Library and Archives of Canada","amount":98548,"created_at":"2014-03-02T17:01:12.929Z","updated_at":"2014-03-02T17:01:12.929Z","downvotes":0,"upvotes":0,"description":"Access online resources, services and the collection of Library and Archives Canada: Canadian documentary heritage (publications and records) providing knowledge about Canadian society and serving as the collective memory of the Government of Canada."},{"id":45,"title":"Public Service Commission","amount":89940,"created_at":"2014-03-02T17:01:12.927Z","updated_at":"2014-03-02T17:01:12.927Z","downvotes":0,"upvotes":0,"description":"The Public Service Commission (PSC) is a resource for both Parliament and the government on matters related to safeguarding the merit principle and the non-partisanship of the public service."},{"id":44,"title":"Auditor General","amount":84334,"created_at":"2014-03-02T17:01:12.924Z","updated_at":"2014-03-02T17:01:12.924Z","downvotes":0,"upvotes":0,"description":"The Office of the Auditor General of Canada is an independent and reliable source of the objective, fact-based information that Parliament needs to fulfill one of its most important roles: holding the federal government accountable for its stewardship of public funds."},{"id":43,"title":"Courts Administration Service","amount":68500,"created_at":"2014-03-02T17:01:12.922Z","updated_at":"2014-03-02T17:01:12.922Z","downvotes":0,"upvotes":0,"description":"Provide timely and accurate registry, judicial and corporate services to the four superior courts and to their clients in the most innovative and effective manner, while promoting a healthy workplace and encouraging employees’ ongoing contribution to service delivery excellence."},{"id":42,"title":"National Film Board","amount":62885,"created_at":"2014-03-02T17:01:12.919Z","updated_at":"2014-03-02T17:01:12.919Z","downvotes":0,"upvotes":0,"description":"The NFB's mission is to make these films accessible to all Canadians."},{"id":41,"title":"National Energy Board","amount":62436,"created_at":"2014-03-02T17:01:12.916Z","updated_at":"2014-03-02T17:01:12.916Z","downvotes":0,"upvotes":0,"description":"The National Energy Board (Canada) is an independent federal regulatory tribunal established in 1959. It's regulatory powers under the NEB Act include granting authorizations for construction and operation of interprovincial and international power lines and oil and gas pipelines as well as exports of oil, natural gas, and electricity."},{"id":40,"title":"Chief Electoral Officer","amount":58268,"created_at":"2014-03-02T17:01:12.913Z","updated_at":"2014-03-02T17:01:12.913Z","downvotes":0,"upvotes":0,"description":"The Chief Electoral Officer is responsible for the administration of elections, referendums and other important aspects of Canada's electoral system. "},{"id":39,"title":"Canadian Northern Economic Development Agency","amount":51791,"created_at":"2014-03-02T17:01:12.864Z","updated_at":"2014-03-02T17:01:12.864Z","downvotes":0,"upvotes":0,"description":"The Canadian Northern Economic Development Agency (CanNor), established in 2009, works to help develop a diversified, sustainable, and dynamic economy across Canada’s three territories, while at the same time contributing to Canada’s prosperity. "},{"id":38,"title":"Financial Transactions and Reports Analysis Centre of Canada","amount":51343,"created_at":"2014-03-02T17:01:12.862Z","updated_at":"2014-03-02T17:01:12.862Z","downvotes":0,"upvotes":0,"description":"The Financial Transactions and Reports Analysis Centre of Canada (FINTRAC), Canada's financial intelligence unit, was created in 2000. It is an independent agency, reporting to the Minister of Finance, who is accountable to Parliament for the activities of the Centre."},{"id":37,"title":"National Parole Board","amount":48597,"created_at":"2014-03-02T17:01:12.859Z","updated_at":"2014-03-02T17:01:12.859Z","downvotes":0,"upvotes":0,"description":"The National Parole Board, as part of the criminal justice system, makes independent, quality conditional release and pardon decisions and clemency recommendations. The Board contributes to the protection of society by facilitating, as appropriate, the timely integration of offenders as law-abiding citizens."},{"id":36,"title":"Offices of the Information and Privacy Commissioners of Canada","amount":43629,"created_at":"2014-03-02T17:01:12.856Z","updated_at":"2014-03-02T17:01:12.856Z","downvotes":0,"upvotes":0,"description":"The mandate of the Office of the Privacy Commissioner of Canada (OPC) is overseeing compliance with both the Privacy Act, which covers the personal information-handling practices of federal government departments and agencies, and the Personal Information Protection and Electronic Documents Act (PIPEDA), Canada’s private sector privacy law."},{"id":35,"title":"Canadian Grain Commission","amount":40594,"created_at":"2014-03-02T17:01:12.854Z","updated_at":"2014-03-02T17:01:12.854Z","downvotes":0,"upvotes":0,"description":"The Canadian Grain Commission is a federal government agency. It regulates grain handling in Canada and certifies the quality, safety and quantity of export shipments of Canadian grain."},{"id":34,"title":"Supreme Court of Canada","amount":31110,"created_at":"2014-03-02T17:01:12.851Z","updated_at":"2014-03-02T17:01:12.851Z","downvotes":0,"upvotes":0,"description":"The Supreme Court of Canada is Canada's final court of appeal. It serves Canadians by deciding legal issues of public importance, thereby contributing to the development of all branches of law applicable within Canada."},{"id":33,"title":"Canadian Environmental Assessment Agency","amount":31003,"created_at":"2014-03-02T17:01:12.848Z","updated_at":"2014-03-02T17:01:12.848Z","downvotes":0,"upvotes":0,"description":"The Canadian Environmental Assessment Agency (the Agency) is a federal body accountable to the Minister of the Environment. The Agency provides high-quality environmental assessments (EA) that contribute to informed decision making, in support of sustainable development. "},{"id":32,"title":"Canadian Transportation Agency","amount":29631,"created_at":"2014-03-02T17:01:12.846Z","updated_at":"2014-03-02T17:01:12.846Z","downvotes":0,"upvotes":0,"description":"The Canadian Transportation Agency (CTA) provides regulation, mediation, and dispute resolution for the Canadian transportation industry. Whether you are involved in the industry, affected by it, or a citizen with a stake in the future of transportation in Canada, this site will help guide you to the information you need."},{"id":31,"title":"Canadian Transportation Accident Investigation and Safety Board","amount":29621,"created_at":"2014-03-02T17:01:12.843Z","updated_at":"2014-03-02T17:01:12.843Z","downvotes":0,"upvotes":0,"description":"The TSB is an independent agency, created by an Act of Parliament (the Canadian Transportation Accident Investigation and Safety Board Act, that came into force on 29 March 1990."},{"id":30,"title":"Office of the Co-ordinator, Status of Women","amount":29617,"created_at":"2014-03-02T17:01:12.841Z","updated_at":"2014-03-02T17:01:12.841Z","downvotes":0,"upvotes":0,"description":"Status of Women Canada is a federal government organization that promotes equality for women and their full participation in the economic, social and democratic life of Canada."},{"id":29,"title":"Office of the Commissioner of Official Languages","amount":23872,"created_at":"2014-03-02T17:01:12.839Z","updated_at":"2014-03-02T17:01:12.839Z","downvotes":0,"upvotes":0,"description":"The Office of the Commissioner of Official Languages is responsible for protecting language rights and promoting English and French in Canadian society. "},{"id":28,"title":"Canadian Human Rights Commission","amount":22447,"created_at":"2014-03-02T17:01:12.835Z","updated_at":"2014-03-02T17:01:12.835Z","downvotes":0,"upvotes":0,"description":"Parliament created the Canadian Human Rights Act in 1977 to provide equal opportunity to everyone in Canada and to help people confront discrimination in their daily lives. Parliamentarians shared a vision of a country where all is free from discrimination."},{"id":27,"title":"Governor General","amount":20048,"created_at":"2014-03-02T17:01:12.832Z","updated_at":"2014-03-02T17:01:12.832Z","downvotes":0,"upvotes":0,"description":"The Office of the Secretary to the Governor General (OSGG) is the government agency that supports the Governor General in delivering his/her mandate and in fulfilling his/her constitutional, state, ceremonial and other traditional responsibilities."},{"id":26,"title":"Patented Medicine Prices Review Board","amount":13816,"created_at":"2014-03-02T17:01:12.830Z","updated_at":"2014-03-02T17:01:12.830Z","downvotes":0,"upvotes":0,"description":"The Patented Medicine Prices Review Board (PMPRB) is an independent quasi-judicial body established by Parliament in 1987 under the Patent Act (Act). The PMPRB protects the interests of Canadian consumers by ensuring that the prices of patented medicines sold in Canada are not excessive."},{"id":25,"title":"Public Service Labour Relations Board","amount":13770,"created_at":"2014-03-02T17:01:12.828Z","updated_at":"2014-03-02T17:01:12.828Z","downvotes":0,"upvotes":0,"description":"The Public Service Labour Relations Board (PSLRB) is an independent quasi-judicial tribunal mandated by the Public Service Labour Relations Act (PSLRA) to administer the collective bargaining and grievance adjudication systems in the federal public service"},{"id":24,"title":"Canada Industrial Relations Board","amount":13534,"created_at":"2014-03-02T17:01:12.825Z","updated_at":"2014-03-02T17:01:12.825Z","downvotes":0,"upvotes":0,"description":"The Canada Industrial Relations Board is an independent, representational, quasi-judicial tribunal responsible for the interpretation and administration of Part I (Industrial Relations) of the Canada Labour Code, certain provisions of Part II (Occupational Health and Safety) of the Canada Labour Codeand Part II (Professional Relations) of the Status of the Artist Act."},{"id":23,"title":"Veterans Review and Appeal Board","amount":11501,"created_at":"2014-03-02T17:01:12.823Z","updated_at":"2014-03-02T17:01:12.823Z","downvotes":0,"upvotes":0,"description":"The Veterans Review and Appeal Board has full and exclusive jurisdiction to hear, determine and deal with all applications for review and appeal that may be made to the Board under the Pension Act, Canadian Forces Members and Veterans Re-establishment and Compensation Act - Part 3, the War Veterans Allowance Act and other Acts of Parliament. All matters related to appeals under this legislation are authorized under the Veterans Review and Appeal Board Act."},{"id":22,"title":"Canadian Radio-television and Telecommunications Commission","amount":11207,"created_at":"2014-03-02T17:01:12.820Z","updated_at":"2014-03-02T17:01:12.820Z","downvotes":0,"upvotes":0,"description":"The CRTC is an administrative tribunal that regulates and supervises broadcasting and telecommunications in the public interest."},{"id":21,"title":"Canadian International Trade Tribunal","amount":9893,"created_at":"2014-03-02T17:01:12.816Z","updated_at":"2014-03-02T17:01:12.816Z","downvotes":0,"upvotes":0,"description":"The Tribunal provides Canadian and international businesses with access to fair, transparent and timely processes for the investigation of trade remedy cases and complaints concerning federal government procurement and for the adjudication of appeals on customs and excise matters."},{"id":20,"title":"National Battlefields Commission","amount":8588,"created_at":"2014-03-02T17:01:12.813Z","updated_at":"2014-03-02T17:01:12.813Z","downvotes":0,"upvotes":0,"description":"The National Battlefields Commission is a federal government agency that acquires and conserves the great historical battlefields in Quebec City"},{"id":19,"title":"Canadian Forces Grievance Board","amount":6691,"created_at":"2014-03-02T17:01:12.810Z","updated_at":"2014-03-02T17:01:12.810Z","downvotes":0,"upvotes":0,"description":"The Military Grievances External Review Committee, formerly the Canadian Forces Grievance Board, is an administrative tribunal with quasi-judicial powers, independent from the Department of National Defence (DND) and the Canadian Forces (CF)."},{"id":18,"title":"Office of the Public Sector Integrity Commissioner","amount":5674,"created_at":"2014-03-02T17:01:12.807Z","updated_at":"2014-03-02T17:01:12.807Z","downvotes":0,"upvotes":0,"description":"The Office of the Public Sector Integrity Commissioner investigates wrongdoing in the federal public sector and helps protect from reprisal whistleblowers and those who participate in investigations."},{"id":17,"title":"Military Police Complaints Commission","amount":5615,"created_at":"2014-03-02T17:01:12.803Z","updated_at":"2014-03-02T17:01:12.803Z","downvotes":0,"upvotes":0,"description":"The Military Police Complaints Commission is a federal independent, quasi-judicial body, established to render the handling of complaints concerning the Military Police more transparent and accessible,"},{"id":16,"title":"Canadian Intergovernmental Conference Secretariat","amount":5590,"created_at":"2014-03-02T17:01:12.800Z","updated_at":"2014-03-02T17:01:12.800Z","downvotes":0,"upvotes":0,"description":"The Canadian Intergovernmental Conference Secretariat (CICS) is a neutral agency whose mandate and sole program is to provide the administrative services required for the planning and the conduct of senior-level intergovernmental conferences."},{"id":15,"title":"Public Service Staffing Tribunal","amount":5440,"created_at":"2014-03-02T17:01:12.797Z","updated_at":"2014-03-02T17:01:12.797Z","downvotes":0,"upvotes":0,"description":"The Public Service Staffing Tribunal (the “Tribunal”) is an independent, quasi-judicial body established under the Public Service Employment Act (PSEA) to address complaints related to internal appointments and lay-offs in the federal public service."},{"id":14,"title":"Royal Canadian Mounted Police Public Complaints Commission","amount":5426,"created_at":"2014-03-02T17:01:12.794Z","updated_at":"2014-03-02T17:01:12.794Z","downvotes":0,"upvotes":0,"description":"Bill C-42, which received Royal Assent on June 19, 2013, creates a new Civilian Review and Complaints Commission for the RCMP (CRCC) to replace the existing Commission for Public Complaints Against the RCMP (CPC)."},{"id":13,"title":"Canadian Centre for Occupational Health and Safety","amount":4971,"created_at":"2014-03-02T17:01:12.791Z","updated_at":"2014-03-02T17:01:12.791Z","downvotes":0,"upvotes":0,"description":"The Canadian Centre for Occupational Health and Safety (CCOHS) promotes a safe and healthy working environment by providing occupational health and safety information and advice."},{"id":12,"title":"Office of the Correctional Investigator","amount":4673,"created_at":"2014-03-02T17:01:12.789Z","updated_at":"2014-03-02T17:01:12.789Z","downvotes":0,"upvotes":0,"description":"As the ombudsman for federally sentenced offenders, the Office of the Correctional Investigator serves Canadians and contributes to safe, lawful and humane corrections through independent oversight of the Correctional Service of Canada by providing accessible, impartial and timely investigation of individual and systemic concerns."},{"id":11,"title":"Office of the Commissioner of Lobbying","amount":4596,"created_at":"2014-03-02T17:01:12.787Z","updated_at":"2014-03-02T17:01:12.787Z","downvotes":0,"upvotes":0,"description":"The Office of the Commissioner of Lobbying was established in July 2008 under the Lobbying Act (the Act) to support the Commissioner of Lobbying. The Commissioner is an independent Agent of Parliament, appointed by both houses of Parliament for a term of seven years. The purpose of the Act is to ensure transparency and accountability in the lobbying of public office holders in order to increase the public's confidence in the integrity of government decision-making."},{"id":10,"title":"Canadian Human Rights Tribunal","amount":4521,"created_at":"2014-03-02T17:01:12.783Z","updated_at":"2014-03-02T17:01:12.783Z","downvotes":0,"upvotes":0,"description":"The purpose of the Canadian Human Rights Act is to protect individuals from discrimination. It states that all Canadians have the right to equality, equal opportunity, fair treatment, and an environment free of discrimination. The Canadian Human Rights Tribunal (CHRT) applies these principles to cases that are referred to it by the Canadian Human Rights Commission (CHRC)."},{"id":9,"title":"Northern Pipeline Agency","amount":3119,"created_at":"2014-03-02T17:01:12.781Z","updated_at":"2014-03-02T17:01:12.781Z","downvotes":0,"upvotes":0,"description":"The Northern Pipeline Agency (Agency) has been the federal regulator of the Alaska Highway Gas Pipeline in Canada since the Northern Pipeline Act was passed in 1978. The Agency serves as a single window for the federal regulation of the project, consolidating regulatory functions and coordinating with other departments and levels of government to reduce duplication and streamline the regulatory process while ensuring robust environmental protection and maximization of socio-economic benefits."},{"id":8,"title":"Copyright Board","amount":3118,"created_at":"2014-03-02T17:01:12.779Z","updated_at":"2014-03-02T17:01:12.779Z","downvotes":0,"upvotes":0,"description":"The Board is an economic regulatory body empowered to establish, either mandatorily or at the request of an interested party, the royalties to be paid for the use of copyrighted works, when the administration of such copyright is entrusted to a collective-administration society. The Board also has the right to supervise agreements between users and licensing bodies and issues licences when the copyright owner cannot be located."},{"id":7,"title":"Registry of the Specific Claims Tribunal","amount":2856,"created_at":"2014-03-02T17:01:12.776Z","updated_at":"2014-03-02T17:01:12.776Z","downvotes":0,"upvotes":0,"description":"The Specific Claims Tribunal, established on October 16, 2008, is  part of the Federal Government’s Justice at Last policy and  joint initiative with the Assembly of First Nations aimed at accelerating the resolution of specific claims in order to provide justice for First Nations claimants and certainty for government, industry and all Canadians."},{"id":6,"title":"Security Intelligence Review Committee","amount":2766,"created_at":"2014-03-02T17:01:12.773Z","updated_at":"2014-03-02T17:01:12.773Z","downvotes":0,"upvotes":0,"description":"The Security Intelligence Review Committee (SIRC) is an independent, external review body which reports to the Parliament of Canada on the operations of the Canadian Security Intelligence Service (CSIS). It provides assurance to Parliament that CSIS is complying with the law, by conducting reviews of CSIS activities and by investigating complaints."},{"id":5,"title":"Registry of the Competition Tribunal","amount":2328,"created_at":"2014-03-02T17:01:12.770Z","updated_at":"2014-03-02T17:01:12.770Z","downvotes":0,"upvotes":0,"description":"The Competition Tribunal is a specialized tribunal that combines expertise in economics and business with expertise in law. The Tribunal is a strictly adjudicative body that operates independently of any government department. The cases it hears are complex and deal with matters such as mergers, misleading advertising and restrictive trade practices."},{"id":4,"title":"Office of the Communications Security Establishment Commissioner","amount":2113,"created_at":"2014-03-02T17:01:12.767Z","updated_at":"2014-03-02T17:01:12.767Z","downvotes":0,"upvotes":0,"description":"The mandate of the Communications Security Establishment Commissioner is to review the activities of the Communications Security Establishment Canada (CSEC) for compliance with the law and to advise the Minister of National Defence and the Attorney General of Canada of any CSEC activity that the Commissioner believes may not be in compliance with the law;to receive complaints about the lawfulness of CSEC activities; and to carry out specific duties under the 'public interest defence' provisions of the Security of Information Act."},{"id":3,"title":"Registry of the Public Servants Disclosure Protection Tribunal","amount":1834,"created_at":"2014-03-02T17:01:12.764Z","updated_at":"2014-03-02T17:01:12.764Z","downvotes":0,"upvotes":0,"description":"The Public Servants Disclosure Protection Tribunal is an independent quasi-judicial body created to protect public servants who report wrongdoing from reprisals."},{"id":2,"title":"Royal Canadian Mounted Police External Review Committee","amount":1644,"created_at":"2014-03-02T7:01:12.762Z","updated_at":"2014-03-02T17:01:12.762Z","downvotes":0,"upvotes":0,"description":"The mandate of the Royal Canadian Mounted Police External Review Committee (ERC) is one of civilian oversight of labour relations within Canada's national police, the Royal Canadian Mounted Police (RCMP). The ERC reviews certain types of grievances as well as appeals regarding formal disciplinary measures, and discharge and demotion cases."},{"id":1,"title":"Transportation Appeal Tribunal of Canada","amount":1419,"created_at":"2014-03-02T17:01:12.750Z","updated_at":"2014-03-02T17:01:12.750Z","downvotes":0,"upvotes":0,"description":"The Transportation Appeal Tribunal of Canada provides a recourse mechanism to the national transportation sector regarding administrative actions taken by the Minister of Transport and the Canadian Transportation Agency under various pieces of Federal transportation legislation. The Tribunal holds Review and Appeal hearings at the request of those affected by these administrative decisions."}]
